Repository: qiaob/baobox_mac
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# netcapture.name
source: Network Capture
zh_hans: 网络抓包

# netcapture.menu.start
source: Start Capture
zh_hans: 开始抓包

# netcapture.menu.stop
source: Stop Capture
zh_hans: 停止抓包

# netcapture.menu.openWindow
source: Open Capture Window…
zh_hans: 打开抓包窗口…

# netcapture.menu.proxyToggle
source: Proxy (Listen)
zh_hans: 代理（监听网络）

# netcapture.menu.scanConfig
source: iOS: Scan to Auto-Configure
zh_hans: iOS 扫码自动配置

# netcapture.menu.localProxy
source: Route This Mac Through Proxy
zh_hans: 本机网络走代理

# netcapture.menu.mcp.installClaude
source: Install MCP (Claude Code)
zh_hans: 一键安装 MCP（Claude Code）

# netcapture.menu.mcp.installCodex
source: Install MCP (Codex)
zh_hans: 一键安装 MCP（Codex）

# netcapture.menu.mcp.installCursor
source: Install MCP (Cursor)
zh_hans: 一键安装 MCP（Cursor）

# netcapture.mcp.installFailed
source: MCP install failed
zh_hans: MCP 安装失败

# netcapture.qr.unavailable
source: QR unavailable
zh_hans: 二维码不可用

# netcapture.settings.decryptRemote
source: Decrypt remote devices (phones, etc.)
zh_hans: 解密远程设备（手机等）

# netcapture.settings.decryptRemoteHint
source: Remote devices pass through undecrypted by default (prevents breakage when the CA isn't trusted). Install & trust the certificate on the device before enabling.
zh_hans: 远程设备默认透传不解密（避免设备未信任证书时断网）；开启前请先在该设备安装并信任证书。

# netcapture.menu.off
source: Not capturing
zh_hans: 未开启

# netcapture.menu.status %@ %lld
source: Capturing · %@ · %lld
zh_hans: 抓包中 · %@ · %lld 条

# netcapture.menu.proxyAddr %@
source: Proxy address %@
zh_hans: 代理地址 %@

# netcapture.menu.cert
source: Install HTTPS Certificate
zh_hans: 安装 HTTPS 证书

# netcapture.menu.cert.installMac
source: Install & Trust on Mac (admin)
zh_hans: Mac 一键安装并信任（需管理员）

# netcapture.menu.cert.showQR
source: Show Certificate QR Code
zh_hans: 显示证书下载二维码

# netcapture.menu.cert.adbPush
source: Push via ADB
zh_hans: 通过 ADB 推送

# netcapture.mcp.toggle
source: Local MCP
zh_hans: 本地 MCP

# netcapture.mcp.running
source: MCP running
zh_hans: MCP 运行中

# netcapture.mcp.stopped
source: MCP stopped
zh_hans: MCP 未开启

# netcapture.status.running
source: Running
zh_hans: 运行中

# netcapture.status.starting
source: Starting…
zh_hans: 启动中…

# netcapture.status.failed
source: Failed
zh_hans: 启动失败

# netcapture.status.stopped
source: Stopped
zh_hans: 已停止

# netcapture.status.counts %lld %lld
source: %lld / %lld shown
zh_hans: 已过滤 %lld / 共 %lld 条

# netcapture.status.devices %lld %lld %lld
source: Devices %lld · All %lld · Shown %lld
zh_hans: 设备 %lld · 全部 %lld · 当前 %lld 条

# netcapture.device.all
source: All
zh_hans: 全部

# netcapture.device.thisMac
source: This Mac
zh_hans: 本机

# netcapture.device.unknown
source: Unknown
zh_hans: 未知

# netcapture.device.only
source: Show only this device
zh_hans: 只看此设备

# netcapture.device.rename
source: Rename…
zh_hans: 重命名…

# netcapture.device.renameTitle
source: Rename Device
zh_hans: 重命名设备

# netcapture.device.renamePlaceholder
source: Device alias
zh_hans: 设备别名

# netcapture.device.clear
source: Clear this device's flows
zh_hans: 清空此设备的包

# netcapture.status.memory %@
source: ~%@ MB
zh_hans: 约 %@ MB

# netcapture.error.listenFailed
source: Could not start proxy (port in use?)
zh_hans: 无法启动代理（端口被占用？）

# netcapture.window.title
source: Network Capture
zh_hans: 网络抓包

# netcapture.window.start
source: Start
zh_hans: 开始

# netcapture.window.stop
source: Stop
zh_hans: 停止

# netcapture.window.clear
source: Clear
zh_hans: 清空

# netcapture.window.search
source: Search URL / body
zh_hans: 搜索 URL / body

# netcapture.window.copyAddr
source: Copy proxy address
zh_hans: 复制代理地址

# netcapture.window.showQR
source: Certificate QR code
zh_hans: 证书下载二维码

# netcapture.window.selectFlow
source: Select a request to see details
zh_hans: 选择一条请求查看详情

# netcapture.empty.title
source: Click Start to capture
zh_hans: 点击开始抓包

# netcapture.empty.waiting
source: Waiting for traffic…
zh_hans: 等待流量…

# netcapture.empty.step1
source: Start the proxy
zh_hans: 开启代理

# netcapture.empty.step2 %@ %lld
source: Set the device proxy to %@:%lld
zh_hans: 设备代理设为 %@:%lld

# netcapture.empty.step3
source: Install & trust the certificate
zh_hans: 安装并信任证书

# netcapture.flow.notDecrypted
source: Not decrypted (passthrough)
zh_hans: 未解密（透传）

# netcapture.flow.notDecryptedHint
source: This connection was tunneled without decryption (not trusted, pinned, or out of scope).
zh_hans: 此连接未解密透传（未信任 / 证书固定 / 不在解密范围）。

# netcapture.flow.copyCurl
source: Copy as cURL
zh_hans: 复制为 cURL

# netcapture.flow.copyMarkdown
source: Copy as Markdown
zh_hans: 复制为 Markdown

# netcapture.flow.sendToClaude
source: Send to Claude Code
zh_hans: 发送到 Claude Code

# netcapture.detail.overview
source: Overview
zh_hans: 概览

# netcapture.detail.request
source: Request
zh_hans: 请求

# netcapture.detail.response
source: Response
zh_hans: 响应

# netcapture.detail.raw
source: Raw
zh_hans: 原始

# netcapture.detail.method
source: Method
zh_hans: 方法

# netcapture.detail.status
source: Status
zh_hans: 状态

# netcapture.detail.remoteIP
source: Remote IP
zh_hans: 远端 IP

# netcapture.detail.duration
source: Duration
zh_hans: 耗时

# netcapture.detail.reqSize
source: Request size
zh_hans: 请求大小

# netcapture.detail.respSize
source: Response size
zh_hans: 响应大小

# netcapture.detail.note
source: Note
zh_hans: 附注

# netcapture.detail.headers
source: Headers
zh_hans: 头

# netcapture.detail.noBody
source: No body
zh_hans: 无 body

# netcapture.detail.truncated
source: Body truncated (exceeds cap)
zh_hans: Body 已截断（超上限）

# netcapture.detail.binary %lld
source: Binary data (%lld bytes)
zh_hans: 二进制数据（%lld 字节）

# netcapture.body.gzipFailed
source: gzip decode failed
zh_hans: gzip 解压失败

# netcapture.body.deflateFailed
source: deflate decode failed
zh_hans: deflate 解压失败

# netcapture.body.brotli
source: brotli, not decompressed
zh_hans: brotli，未解压

# netcapture.body.otherEncoding %@
source: %@ encoding, not decompressed
zh_hans: %@ 编码，未解压

# netcapture.detail.rawRequest
source: Raw request
zh_hans: 原始请求

# netcapture.detail.rawResponse
source: Raw response
zh_hans: 原始响应

# netcapture.note.passthrough
source: passthrough (not decrypted)
zh_hans: 透传（未解密）

# netcapture.note.upstreamFailed
source: upstream TLS failed → passthrough
zh_hans: 上游 TLS 失败 → 透传

# netcapture.note.mitmSetupFailed
source: MITM setup failed → passthrough
zh_hans: MITM 建立失败 → 透传

# netcapture.note.truncated
source: body truncated
zh_hans: body 已截断

# netcapture.note.brotli
source: brotli not decompressed
zh_hans: brotli 未解压

# netcapture.qr.title
source: Download Certificate
zh_hans: 下载证书

# netcapture.qr.hint
source: Scan on your phone (proxy must be set) to download and install the CA certificate.
zh_hans: 手机扫码（需先设好代理）即可下载并安装 CA 证书。

# netcapture.qr.page.title
source: Scan to open the setup page (install CA / set proxy / turn off)
zh_hans: 扫码打开配置页（装证书 / 设代理 / 关代理）

# netcapture.qr.page.hint
source: Scan on your phone to open the adaptive setup page. iOS installs profiles with one tap; Android shows the proxy address and manual steps.
zh_hans: 手机扫码打开自适应配置页。iOS 一键装描述文件；Android 显示代理地址与手动步骤。

# netcapture.common.refresh
source: Refresh
zh_hans: 刷新

# netcapture.common.recheck
source: Re-check
zh_hans: 重新检测

# netcapture.hotkey.toggle
source: Toggle capture
zh_hans: 切换抓包

# netcapture.hotkey.toggle.subtitle
source: Start or stop the capture proxy
zh_hans: 开启或停止抓包代理

# netcapture.hotkey.window
source: Open capture window
zh_hans: 打开抓包窗口

# netcapture.hotkey.window.subtitle
source: Show the capture window
zh_hans: 显示抓包窗口

# netcapture.settings.proxy
source: Proxy
zh_hans: 代理

# netcapture.settings.port
source: Port
zh_hans: 端口

# netcapture.settings.autoProxy
source: Set Mac system proxy on start
zh_hans: 开启时自动设置 Mac 系统代理

# netcapture.settings.serviceName
source: Network service
zh_hans: 网络服务

# netcapture.settings.serviceAuto
source: Auto
zh_hans: 自动

# netcapture.settings.maxFlows %lld
source: Flow limit: %lld
zh_hans: flow 上限：%lld

# netcapture.settings.bodyCap
source: Per-body cap
zh_hans: 单条 body 上限

# netcapture.settings.portHint
source: 1024–65535. If the port is in use, capture won't start.
zh_hans: 范围 1024–65535。端口被占用时无法启动。

# netcapture.settings.cert
source: HTTPS Certificate
zh_hans: HTTPS 证书

# netcapture.settings.caStatus
source: Root CA
zh_hans: 根证书

# netcapture.settings.caGenerated
source: Generated
zh_hans: 已生成

# netcapture.settings.caMissing
source: Not generated
zh_hans: 未生成

# netcapture.settings.generateCA
source: Generate
zh_hans: 生成

# netcapture.settings.trustStatus
source: Mac trust
zh_hans: Mac 信任

# netcapture.settings.trusted
source: Trusted
zh_hans: 已信任

# netcapture.settings.untrusted
source: Not trusted
zh_hans: 未信任

# netcapture.settings.installTrust
source: Install & Trust (admin)
zh_hans: 安装并信任（需管理员）

# netcapture.settings.removeTrust
source: Remove trust
zh_hans: 移除信任

# netcapture.settings.trustFailed
source: Could not change certificate trust
zh_hans: 无法更改证书信任

# netcapture.settings.certHint
source: iOS: Settings → General → About → Certificate Trust Settings. Android: install as a CA certificate. For local debugging only.
zh_hans: iOS：设置 → 通用 → 关于本机 → 证书信任设置。Android：作为 CA 证书安装。仅用于本机调试。

# netcapture.settings.scope
source: Decryption Scope
zh_hans: 解密范围

# netcapture.settings.scopeMode
source: Scope
zh_hans: 范围

# netcapture.settings.scopeAll
source: All domains
zh_hans: 全部域名

# netcapture.settings.scopeAllowlist
source: Allowlist only
zh_hans: 仅白名单

# netcapture.settings.allowDomains
source: Allowed domains (one per line, * wildcard)
zh_hans: 允许域名（每行一个，支持 * 通配）

# netcapture.settings.denyDomains
source: Excluded domains (one per line, * wildcard)
zh_hans: 排除域名（每行一个，支持 * 通配）

# netcapture.settings.scopeHint
source: Domains outside the decryption scope are tunneled without decryption (keeps pinned apps working).
zh_hans: 解密范围外的域名走盲隧道透传（保证证书固定的 App 正常）。

# netcapture.settings.mcp
source: Local MCP
zh_hans: 本地 MCP

# netcapture.settings.mcpEnabled
source: Enable local MCP server
zh_hans: 启动本地 MCP 服务

# netcapture.settings.mcpPort
source: MCP port
zh_hans: MCP 端口

# netcapture.settings.registerClaude
source: Register in Claude Code
zh_hans: 注册到 Claude Code

# netcapture.settings.registerCodex
source: Register in Codex
zh_hans: 注册到 Codex

# netcapture.settings.register
source: Register
zh_hans: 注册

# netcapture.settings.unregister
source: Remove
zh_hans: 移除

# netcapture.settings.mcpRedact
source: Redact auth headers in MCP output
zh_hans: MCP 返回时脱敏鉴权头

# netcapture.settings.mcpHint %@
source: Endpoint: %@. New flows appear only while capture is running.
zh_hans: 端点：%@。仅在抓包运行时才有新数据。

# netcapture.settings.adbMissing
source: Not found
zh_hans: 未找到

# netcapture.settings.adbHint
source: Install Android platform-tools (adb), enable USB debugging, then reconnect.
zh_hans: 安装 Android platform-tools（adb），打开 USB 调试后重连。

# netcapture.settings.adbNoDevice
source: No device connected
zh_hans: 无已连设备

# netcapture.settings.adbSetProxy
source: Set proxy
zh_hans: 设为代理

# netcapture.settings.adbClearProxy
source: Clear proxy
zh_hans: 清除代理

# netcapture.settings.adbPushCert
source: Push certificate
zh_hans: 推送证书

# netcapture.settings.privacy
source: Privacy
zh_hans: 隐私

# netcapture.settings.clearOnStop
source: Clear captured content on stop
zh_hans: 关闭时清空已抓内容

# netcapture.settings.exportHar
source: Export .har…
zh_hans: 导出 .har…

# netcapture.settings.privacyStatement
source: Captured content stays in memory only by default and is never uploaded. This tool decrypts HTTPS — for local debugging only, don't capture others' private data.
zh_hans: 抓包内容默认仅在内存、绝不上传。本工具会解密 HTTPS，仅用于本机调试，请勿抓取他人隐私。

# aitools.name
source: Codex Assistant
zh_hans: Codex 助手

# keyboardnav.name
source: Keyboard Click
zh_hans: 键盘点击

# keyboardnav.menu.click
source: Keyboard Click…
zh_hans: 键盘点击…

# keyboardnav.menu.needAccessibility
source: Needs Accessibility permission
zh_hans: 需要辅助功能权限

# keyboardnav.hotkey.click
source: Keyboard Click
zh_hans: 键盘点击

# keyboardnav.hotkey.click.subtitle
source: Label and click UI elements by keyboard
zh_hans: 用键盘给界面元素打标签并点击

# keyboardnav.settings.section
source: Keyboard Click
zh_hans: 键盘点击

# keyboardnav.settings.hint
source: Press the shortcut to label clickable elements, then type a label to click. Esc cancels. Requires Accessibility permission.
zh_hans: 按快捷键给可点击元素打字母标签，输入标签即点击；Esc 取消。需辅助功能权限。

# aitools.quickswitch.placeholder
source: Search sessions by title, project, or path
zh_hans: 按标题、项目或路径搜索会话

# aitools.quickswitch.empty
source: No matching sessions
zh_hans: 无匹配会话

# aitools.quickswitch.count %lld
source: %lld sessions
zh_hans: %lld 个会话

# aitools.quickswitch.hint.select
source: Select
zh_hans: 选择

# aitools.quickswitch.hint.resume
source: Resume
zh_hans: 续接

# aitools.quickswitch.hint.copy
source: Copy command
zh_hans: 复制命令

# aitools.quickswitch.hint.close
source: Close
zh_hans: 关闭

# aitools.menu.quickSwitch
source: Quick Resume…
zh_hans: 快速续接…

# aitools.menu.browseSessions
source: Browse Session History…
zh_hans: 浏览会话历史…

# aitools.hotkey.center
source: Session Center
zh_hans: 会话中心

# aitools.hotkey.center.subtitle
source: Open the session browser window
zh_hans: 打开会话浏览窗口

# aitools.hotkey.quickswitch
source: Quick Resume Panel
zh_hans: 快速续接面板

# aitools.hotkey.quickswitch.subtitle
source: Spotlight-style search and resume
zh_hans: Spotlight 式搜索并续接

# aitools.settings.mcp.add
source: Add server
zh_hans: 添加服务器

# aitools.settings.mcp.addTitle
source: Add MCP Server
zh_hans: 添加 MCP 服务器

# aitools.settings.mcp.name
source: Name
zh_hans: 名称

# aitools.settings.mcp.command
source: Command
zh_hans: 命令

# aitools.settings.mcp.args
source: Arguments (space-separated)
zh_hans: 参数（空格分隔）

# aitools.settings.mcp.env
source: Environment (KEY=value per line)
zh_hans: 环境变量（每行 KEY=值）

# aitools.settings.mcp.deleteConfirm.title %@
source: Delete MCP server %@?
zh_hans: 删除 MCP 服务器 %@？

# aitools.settings.mcp.deleteConfirm.message
source: Removes the [mcp_servers] block from config.toml.
zh_hans: 将从 config.toml 移除该 [mcp_servers] 段。

# aitools.common.save
source: Save
zh_hans: 保存

# aitools.common.remove
source: Remove
zh_hans: 移除

# aitools.sessions.export
source: Export Markdown
zh_hans: 导出 Markdown

# aitools.sessions.exportFailed
source: Export failed
zh_hans: 导出失败

# aitools.sessions.rowHint
source: Double-click to resume; right-click for more
zh_hans: 双击续接；右键更多操作

# aitools.export.user
source: User
zh_hans: 用户

# aitools.export.assistant
source: Assistant
zh_hans: 助手

# aitools.menu.notInstalled
source: Codex not detected (~/.codex missing)
zh_hans: 未检测到 Codex（~/.codex 不存在）

# aitools.menu.noSessions
source: No Codex sessions
zh_hans: 暂无 Codex 会话

# aitools.menu.sessionCount %lld
source: %lld Codex sessions
zh_hans: %lld 个 Codex 会话

# aitools.menu.notifications
source: Turn-complete notifications
zh_hans: 回合完成通知

# aitools.sessions.search
source: Search sessions
zh_hans: 搜索会话

# aitools.sessions.empty
source: No sessions
zh_hans: 暂无会话

# aitools.sessions.resume
source: Resume
zh_hans: 续接

# aitools.sessions.copyCommand
source: Copy command
zh_hans: 复制命令

# aitools.sessions.delete
source: Delete
zh_hans: 删除

# aitools.sessions.deleteConfirm.title
source: Delete this session?
zh_hans: 删除此会话？

# aitools.sessions.deleteConfirm.message
source: This permanently deletes the session file.
zh_hans: 将永久删除该会话文件。

# aitools.session.untitled
source: (untitled session)
zh_hans: (无标题会话)

# aitools.notify.turnComplete.title
source: Codex turn complete
zh_hans: Codex 回合完成

# aitools.notify.turnComplete.titleProject %@
source: Codex done · %@
zh_hans: Codex 完成 · %@

# aitools.notify.installFailed
source: Could not enable notifications
zh_hans: 无法开启通知

# aitools.notify.installFailedMessage
source: config.toml could not be edited safely.
zh_hans: 无法安全编辑 config.toml。

# aitools.common.refresh
source: Refresh
zh_hans: 刷新

# aitools.common.writeFailed
source: Write failed
zh_hans: 写入失败

# aitools.settings.codex.notInstalled
source: Codex not detected. Settings apply once ~/.codex exists.
zh_hans: 未检测到 Codex。~/.codex 存在后设置即可生效。

# aitools.settings.codex.uneditable
source: config.toml has values this app can't safely edit; affected controls are disabled.
zh_hans: config.toml 含本应用无法安全编辑的值，相关控件已置灰。

# aitools.settings.codex.follow
source: Follow default
zh_hans: 跟随默认

# aitools.settings.codex.approval
source: Approval policy
zh_hans: 审批策略

# aitools.settings.codex.approval.label
source: Approval policy
zh_hans: 审批策略

# aitools.settings.codex.approval.untrusted
source: Untrusted (ask except trusted)
zh_hans: 仅信任（可信命令外都询问）

# aitools.settings.codex.approval.onRequest
source: On request (model decides)
zh_hans: 按需（模型判断）

# aitools.settings.codex.approval.never
source: Never ask
zh_hans: 从不询问

# aitools.settings.codex.approval.help
source: Controls when Codex asks before running commands or editing files.
zh_hans: 控制 Codex 执行命令或改文件前何时征求批准。

# aitools.settings.codex.sandbox
source: Sandbox mode
zh_hans: 沙箱模式

# aitools.settings.codex.sandbox.label
source: Sandbox mode
zh_hans: 沙箱模式

# aitools.settings.codex.sandbox.readOnly
source: Read-only
zh_hans: 只读

# aitools.settings.codex.sandbox.workspaceWrite
source: Workspace write
zh_hans: 可写工作区

# aitools.settings.codex.sandbox.dangerFull
source: Full access (dangerous)
zh_hans: 完全访问（危险）

# aitools.settings.codex.sandbox.dangerWarning
source: Full access lets Codex read and write anywhere and reach the network. Use with caution.
zh_hans: 完全访问允许 Codex 任意读写并访问网络，请谨慎使用。

# aitools.settings.codex.sandbox.help
source: Limits what Codex can touch on disk and network.
zh_hans: 限制 Codex 可触及的磁盘与网络范围。

# aitools.settings.codex.model
source: Default model
zh_hans: 默认模型

# aitools.settings.codex.model.label
source: Model
zh_hans: 模型

# aitools.settings.codex.model.customPlaceholder
source: Custom model name
zh_hans: 自定义模型名

# aitools.settings.codex.model.apply
source: Apply
zh_hans: 应用

# aitools.settings.codex.model.help
source: Pick a common model or type any model name Codex supports.
zh_hans: 选择常用模型，或输入 Codex 支持的任意模型名。

# aitools.settings.codex.notify
source: Turn-complete notifications
zh_hans: 回合完成通知

# aitools.settings.codex.notify.enabled
source: Notify when a Codex turn completes
zh_hans: Codex 回合完成时通知

# aitools.settings.codex.notify.sound
source: Play sound
zh_hans: 播放提示音

# aitools.settings.codex.notify.uneditable
source: config.toml notify key can't be edited safely; manage it manually.
zh_hans: config.toml 的 notify 键无法安全编辑，请手动管理。

# aitools.settings.codex.notify.help
source: Installs a notify hook into config.toml so Codex reports finished turns to Baobox.
zh_hans: 把 notify 钩子写入 config.toml，Codex 回合结束即上报给 Baobox。

# aitools.menu.status %lld %@
source: %lld sessions · today %@ (est.)
zh_hans: %lld 个会话 · 今日 %@（估算）

# aitools.menu.browse
source: Browse Sessions / Usage…
zh_hans: 浏览会话 / 用量…

# aitools.menu.usageReport
source: Usage Report…
zh_hans: 用量报表…

# aitools.menu.quota5h %@ %@ %@
source: 5h: %@ ≈ %@ · resets in %@
zh_hans: 5 小时：已用 %@ ≈ %@ · %@ 后重置

# aitools.menu.quotaWeek %@ %@ %@
source: Week: %@ ≈ %@ · resets in %@
zh_hans: 本周：已用 %@ ≈ %@ · %@ 后重置

# aitools.menu.noWindow
source: No active quota window
zh_hans: 当前无活跃额度窗口

# aitools.menu.noWeekWindow
source: No usage this week
zh_hans: 本周暂无用量

# aitools.center.title
source: Codex Assistant
zh_hans: Codex 助手

# aitools.center.tab.sessions
source: Sessions
zh_hans: 会话

# aitools.center.tab.usage
source: Usage
zh_hans: 用量

# aitools.usage.fiveHourTitle
source: 5-hour window
zh_hans: 5 小时窗口

# aitools.usage.weekCard.title
source: Weekly window
zh_hans: 本周窗口

# aitools.usage.weekCard.rolling
source: Rolling 7 days
zh_hans: 近 7 天滚动

# aitools.usage.weekCard.fixed %@
source: Fixed reset: %@
zh_hans: 固定重置：%@

# aitools.usage.metric.used
source: Used
zh_hans: 已用

# aitools.usage.metric.cost
source: Est. cost
zh_hans: 估算费用

# aitools.usage.metric.reset
source: Resets in
zh_hans: 重置倒计时

# aitools.usage.detail
source: Details
zh_hans: 明细

# aitools.usage.byDay
source: By day
zh_hans: 按天

# aitools.usage.byProject
source: By project
zh_hans: 按项目

# aitools.usage.byModel
source: By model
zh_hans: 按模型

# aitools.usage.col.date
source: Date
zh_hans: 日期

# aitools.usage.col.project
source: Project
zh_hans: 项目

# aitools.usage.col.model
source: Model
zh_hans: 模型

# aitools.usage.col.input
source: Input
zh_hans: 输入

# aitools.usage.col.cachedInput
source: Cached
zh_hans: 缓存输入

# aitools.usage.col.output
source: Output
zh_hans: 输出

# aitools.usage.col.cost
source: Est. cost
zh_hans: 估算费用

# aitools.usage.total
source: Total
zh_hans: 合计

# aitools.usage.empty
source: No usage in this range
zh_hans: 该范围暂无用量

# aitools.usage.unpricedNote
source: Includes an unknown model; cost may be underestimated.
zh_hans: 含未知模型，费用可能偏低。

# aitools.usage.invocations
source: Invocation stats
zh_hans: 调用统计

# aitools.usage.range
source: Range
zh_hans: 范围

# aitools.usage.range.days7
source: 7 days
zh_hans: 近 7 天

# aitools.usage.range.days30
source: 30 days
zh_hans: 近 30 天

# aitools.usage.inv.builtin
source: Built-in tools
zh_hans: 内置工具

# aitools.usage.inv.empty
source: No calls
zh_hans: 暂无调用

# aitools.usage.countdown.dayHour %lld %lld
source: %lldd %lldh
zh_hans: %lld 天 %lld 小时

# aitools.settings.section.config
source: Config
zh_hans: 配置

# aitools.settings.section.notify
source: Notifications
zh_hans: 通知

# aitools.settings.section.usage
source: Usage
zh_hans: 用量

# aitools.settings.section.maintenance
source: Maintenance
zh_hans: 维护

# aitools.settings.status.versionUnknown
source: Codex version unknown
zh_hans: Codex 版本未知

# aitools.settings.status.sessions %lld
source: %lld sessions
zh_hans: %lld 个会话

# aitools.settings.usage.weeklyFixed
source: Align to fixed weekly reset
zh_hans: 按固定重置时间对齐

# aitools.settings.usage.weeklyWeekday
source: Reset weekday
zh_hans: 重置星期

# aitools.settings.usage.weeklyHour
source: Reset hour
zh_hans: 重置小时

# aitools.settings.usage.weeklyHint
source: Match the weekly reset you see in Codex; leave off for a rolling 7-day estimate.
zh_hans: 对照 Codex 的周重置时间填写；留空按近 7 天滚动估算。

# aitools.settings.mcp.empty
source: No MCP servers in config.toml
zh_hans: config.toml 中暂无 MCP 服务器

# aitools.settings.mcp.openConfig
source: Open config.toml
zh_hans: 打开 config.toml

# aitools.settings.mcp.help
source: Manages [mcp_servers.*] in config.toml (stdio only).
zh_hans: 管理 config.toml 的 [mcp_servers.*]（仅 stdio）。

# aitools.notify.budgetSection
source: Budget
zh_hans: 额度预算

# aitools.notify.budget
source: 5h budget (k tokens)
zh_hans: 5 小时预算（k tokens）

# aitools.notify.weeklyBudget
source: Weekly budget (k tokens)
zh_hans: 周额度预算（k tokens）

# aitools.notify.budgetAlert
source: Alert at 80%
zh_hans: 达 80% 提醒

# aitools.notify.budgetHelp
source: Set a token budget to get a one-time 80% alert.
zh_hans: 设置 token 预算后，达 80% 提醒一次。

# aitools.notify.budget.title
source: Codex budget alert
zh_hans: Codex 额度提醒

# aitools.notify.weeklyBudget.title
source: Codex weekly budget alert
zh_hans: Codex 周额度提醒

# aitools.notify.budget.body %lld
source: You have used %lld%% of your budget.
zh_hans: 已用额度的 %lld%%。

# aitools.maint.diskSection
source: Disk
zh_hans: 磁盘占用

# aitools.maint.disk %@ %lld
source: %@ · %lld sessions
zh_hans: 占用 %@ · %lld 个会话

# aitools.maint.cleanupOlderThan
source: Delete older than
zh_hans: 清理早于

# aitools.maint.cleanupDays %lld
source: %lld days
zh_hans: %lld 天

# aitools.maint.cleanup %lld
source: Clean up (> %lld days)
zh_hans: 清理早于 %lld 天

# aitools.maint.cleanupConfirm.title
source: Delete old sessions?
zh_hans: 清理旧会话？

# aitools.maint.cleanupConfirm.message %lld
source: This permanently deletes rollout files older than %lld days.
zh_hans: 将永久删除早于 %lld 天的 rollout 文件。

# aitools.maint.cleanupResult %lld %@
source: Deleted %lld files, freed %@.
zh_hans: 已删除 %lld 个文件，释放 %@。

# aitools.maint.versionSection
source: Version
zh_hans: 版本

# aitools.maint.version %@
source: Codex %@
zh_hans: Codex 版本 %@

# aitools.maint.checking
source: Checking…
zh_hans: 检查中…

# aitools.maint.checkFailed
source: Check failed (offline?)
zh_hans: 检查失败（可能离线）
